export default [
  {
    question: "మీ ఎమ్మెల్యే పనితీరు ఎలా వుంది?",
    options: ["బాగుంది", "బాలేదు", "పర్వాలేదు"],
  },
  {
    question: "ప్రస్తుత ఎమ్మెల్యే కి మళ్ళీ ఓటు వేస్తారా?",
    options: ["అవును", "కాదు", "చెప్పలేం"],
  },
  {
    question: "రాబోయే 2024 ఎన్నికల్లో ఏ పార్టీకి మెజార్టీ లభిస్తుందని అనుకుంటున్నారు?",
    options: ["వై.సి.పి", "టి.డి.పి (తెలుగుదేశం)", "బి.జె.పి", "జనసేన"],
  },
  {
    question: "ప్రభుత్వ పథకాలన్నీ మీకు సక్రమంగా అందుతున్నాయ?",
    options: ["అవును", "కాదు"],
  },
  {
    question: "ఈ ప్రభుత్వం వచ్చిన తర్వాత రాష్ట్రం అభివృద్ధి చెందిందనుకుంటున్నారా?",
    options: ["అవును", "కాదు", "చెప్పలేం"],
  },
  {
    question: "రాబోయే 2024 ఎన్నికలలో M.P గా ఎవర్ని ఎన్నుకుంటారు?",
    options: ["సంజీవ్ కుమార్", "కోట్ల సూర్య ప్రకాశ్ రెడ్డి"],
  },
];
